export default function(){
    let str = `
   <dl>   
    <dt>[ 제 1 장 총 칙 ]</dt>
    <dd>제 1 조 (목적)<br>
    이 약관은 한국조류보호협회(이하 '사무국'이라 함)가 운영하는 한국조류보호협회 회원(이하'회원'이라 함) 가입과 혜택 등의(이하 '서비스'라 함) 이용조건 및 절차에 관하여 한국조류보호협회와 회원 간의 권리, 의무 및 책임사항의 규정을 목적으로 합니다.<br>
    제 2 조 (약관의 명시 및 개정)<br>
    1. 이 약관은 사무국이 인터넷 홈페이지 화면 또는 지면에 게시하거나 기타의 방법으로 회원에게 공지함으로써 효력이 발생합니다.<br>
    2. 사무국은 필요에 따라 이 약관을 개정할 수 있으며 변경된 약관은 1항과 같은 방법으로 공지함으로써 효력이 발생합니다.<br>
    3. 변경된 약관의 효력 발생일 이후의 계속적인 서비스 이용은 변경 약관에 동의한 것으로 간주합니다.<br>
    제 3 조 (약관 외 준칙)<br>
    이 약관에 명시되지 않은 사항과 이 약관의 해석은 정부가 제정한 전자거래 소비자보호지침, 전자거래 기본법 및 관계법령 또는 상관례에 따릅니다.<br>
    제 4 조 (용어의 정의)<br>
    1 . 가입 : 사무국이 제공하는 회원가입 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용계약을 완료시키는 행위.<br>
    2 . 인터넷 ID : 회원식별과 회원의 서비스 이용을 위하여 회원이 신청하고 사무국이 승인하는 문자 및 숫자의 조합.<br>
    3 . 비밀번호 : 이용자와 인터넷 ID가 일치하는지를 확인하고 통신상의 자신의 비밀보호를 위하여 이용자 자신이 선정한 문자와 숫자의 조합.<br>
    4 . 탈 퇴 : 회원이 이용계약을 종료시키는 행위<br>
    5 . 본 약관에서 정의하지 않은 용어는 개별서비스에대한 별도 약관 및 이용규정에서 정의 합니다.<br></dd>
    <dt>[제 2 장 서비스의 이용계약]</dt>
    <dd>제 1 조 (신청)<br>
    1. 서비스 이용을 원하는 자는 사무국이 지정한 소정양식의 가입신청서를 작성하여 온라인 또는 기타 사무국이 지정하는 방법으로 요구하는 사항을 기록하여 신청합니다.<br>
    제 2 조 (계약의 성립)<br>
    1. 계약은 단체의 약관 동의, 이용신청, 사무국의 승인에 의하여 성립합니다.<br>
    2. 사무국은 다음 각 호에 해당하는 경우에 한하여 이용신청을 거부할 수 있습니다.<br>
    ① 본인의 실명으로 신청하지 않은 경우<br>
    ② 이용 신청 시 필요 내용을 허위로 기재하여 신청한 경우<br>
    ③ 이미 회원으로 가입이 되어 있는 경우<br>
    ④ 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청한 경우<br>
    ⑤ 기타 사무국이 정한 이용신청 요건이 충족되지 않은 경우<br>
    3. 사무국은 서비스 이용신청이 다음 각 호에 해당하는 경우에는 그 신청에 대한 승낙 제한 사유가 해소될 때까지는 승낙을 하지 않을 수 있습니다.<br>
    ① 서비스 관련 설비의 여유가 없는 경우<br>
    ② 기술상 장애 사유가 있는 경우<br>
    ③ 기타 사무국의 사정상 이용승낙이 곤란한 경우<br>
    제 3 조 (회원의 유효기간)<br>
    1. 회원의 유효기간은 이용계약의 성립 시부터 이용자의 의사에 의한 계약의 해지 시까지 입니다.<br>
    제 4 조 (회원에게 제공되는 서비스)<br>
    1. 사무국이 제공하는 게시판, 및 각종 참여 행사 신청 이용이 가능합니다.<br>
    2. 한국조류보호협회 행사 정보를 제공할 수 있습니다.<br>
    3. 사무국의 행사 정보를 E-mail을 통해 제공 받을 수 있습니다.<br>
    4. 홈페이지 이벤트 참여기회가 부여됩니다.<br>
    5. 기타 사무국 관련 행사 참여 및 정보를 우선적으로 제공해 드립니다.<br>
    </dd>
    <dt>
    [제 3 장 계약 해지 및 서비스 이용제한 ]</dt>
    <dd>제 1 조 (회원탈퇴 및 자격 상실)<br>
    1. 회원은 언제든지 탈퇴를 요청할 수 있으며 사무국은 즉시 회원탈퇴를 처리합니다.<br>
    2. 회원이 다음 각 호의 사유에 해당하는 경우 사무국은 회원자격을 제한 및 정지시킬 수 있습니다.<br>
    ① 가입 신청 시 허위 내용을 등록한 경우<br>
    ② 범죄 행위와 관련된 경우<br>
    ③ 다른 사람의 아이디(ID)와 비밀번호를 도용한 경우<br>
    ④ 서비스 운영을 고의로 방해한 경우<br>
    ⑤ 같은 이용자가 다른 아이디(ID) 및 주민번호로 이중등록 한 경우<br>
    ⑥ 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우<br>
    ⑦ 다른 사람의 명예를 손상시키거나 불이익을 주는 경우<br>
    제 2 조 (계약사항의 변경)<br>
    1. 회원은 이용 신청 시 기재한 사항이 변경되었을 경우에는 온라인으로 수정을 해야 합니다.<br>
    2. 1항의 사유로 인해 발생한 손해는 사무국이 책임지지 않습니다.<br></dd>
    <dt>[제 4 장 계약당사자의 의무]</dt>
    <dd>제 1 조 (개인정보 보호)<br>
    1. 사무국은 회원 가입 시 회원 서비스 제공 이행에 필요한 최소한의 정보를 수집합니다.<br>
    2. 사무국은 회원의 개인 식별이 가능한 정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.(회원가입 약관을 읽고 '동의함'버튼을 누른 후 회원 본인이 직접 신청서를 작성하시면 이 약관에 동의한 것으로 간주합니다.)<br>
    3. 제공된 개인정보는 법령에 근거한 경우와 다음의 경우를 제외하고는 회원의 동의 없이 이용할 수 없으며 제3자에게 제공하지 않습니다.<br>
    ① 금융 실명거래 및 비밀보장에 관한 법률, 신용정보의 이용 및 보호에 관한 법률, 전기통신기본법, 전기통신사업법, 지방세법, 소비자보호법, 한국은행법, 형사소송법 등 법령에 특별한 규정이 있는 경우(법령에 따라 행정관청 또는 수사기관이 요구해 온 경우라도 무조건 개인정보를 제공하지 않으며, 법령에 규정된 바에 따라 영장 또는 기관장의 직인이 날인된 서면에 의한 경우에만 제공합니다.)<br>
    ② 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우<br>
    4. 회원가입에 대한 동의 철회, 열람 또는 정정 요구 등 회원이 수정한 정보는 수정절차가 완료된 시점부터 바로 적용됩니다.<br>
    5. 개인정보의 수집 목적 또는 제공받은 목적이 달성되면, 개인정보를 파기합니다. 단, 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 예외로 합니다.<br>
    6. 사무국은 개인정보 보호와 관련하여 이용자의 의견과 불만을 접수할 수 있는 창구를 개설하고 있습니다. 개인정보와 관련한 불만이 있으신 분은 사무국 개인정보 관리 책임자에게 의견을 주시면 접수 즉시 조치하여 처리결과를 통보하여 드립니다. (개인정보 관리자 : webmaster@bird.or.kr)<br>
    제 2 조 (사무국의 의무)<br>
    1. 사무국은 법령과 이 약관이 금지하거나 공서 양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는 데 최선을 다하여야 합니다.<br>
    2. 사무국은 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함) 보안에 대하여 최고의 안전 조치를 강구하여 이용자의 정보보안에 최선을 다해야 할 의무가 있습니다.<br>
    3. 사무국은 회원이 제기하는 불편, 불만 사항에 대해 정당하다고 판단할 경우 즉시 처리해야 합니다.<br>
    제 3 조 (회원의 의무)<br>
    1. 회원은 관계법령, 이 약관의 규정, 이용안내 등 회사가 통지하는 사항을 준수하여야 하며, 기타 사무국에 방해되는 행위를 하여서는 안 됩니다.<br>
    2. 가입 신청자가 사무국 서비스 가입 절차를 완료하는 순간부터 귀하는 입력한 정보의 비밀을 유지할 책임이 있으며, 회원의 인터넷 ID와 비밀번호를 사용하여 발생하는 모든 결과에 대한 책임은 회원 단체에 있습니다.<br>
    3. 회원은 서비스의 일부로 발송되는 사무국의 전자우편을 받는 것에 동의합니다.<br>
    4. 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안 됩니다.<br>
    ① 서비스에서 얻은 정보를 사무국의 사전 승낙 없이 회원의 이용 이외 목적으로 복제하거나 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위<br>
    ② 사무국의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위<br>
    ③ 정보통신설비의 오동작 및 정보 등의 파괴 혼란을 유발시키는 컴퓨터 바이러스 감염자료를 등록 또는 유포하는 행위<br>
    ④ 범죄와 결부된다고 객관적으로 판단되는 행위<br>
    ⑤ 기타 관계법령이나 사무국이 정한 이용조건에 위배되는 행위<br></dd>
    <dt>[제 5 장 서비스의 이용]</dt>
    <dd>제 1 조 (정보의 제공)<br>
    1. 사무국은 회원의 서비스 이용에 필요하다고 인정되는 다양한 정보를 전자우편으로 회원에게 제공할 수 있습니다.<br>
    제 2 조 (회원의 게시물)<br>
    1. 사무국은 회원이 게시하거나 등록하는 서비스의 내용물이 다음 각 항에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있습니다.<br>
    ① 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 경우<br>
    ② 공공질서 및 미풍양속에 위반되는 경우<br>
    ③ 범죄적 행위에 결부된다고 인정되는 경우<br>
    ④ 사무국의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 경우<br>
    ⑤ 사무국에서 규정한 게시기간을 초과한 경우<br>
    ⑥ 회원이 사무국(홈페이지)의 게시판에 음란물을 게재하거나 음란사이트를 링크하는 경우<br>
    ⑦ 기타 관계법령에 위반된다고 판단되는 경우<br>
    제 3 조 (게시물의 저작권)<br>
    1. 게시물에 대한 권리와 책임은 게시자에게 있으며 사무국은 게시자의 동의 없이는 이를 사이트 내 게재 이외의 영리목적으로 사용할 수 없습니다. 단, 비영리적인 경우에는 그러하지 아니하며 또한 회사는 사이트 내의 게재권을 갖습니다.<br>
    2. 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.<br></dd>
    <dt>[제 6 장 기 타]</dt>
    <dd>제 1 조 (손해배상)<br>
    1. 사무국은 서비스 이용과 관련하여 회원에게 발생한 어떠한 손해에 관하여도 책임을 지지 않습니다.<br>
    제 2 조 (면책조항)<br>
    1. 사무국은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
    2. 사무국은 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.<br>
    3. 사무국은 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.<br>
    4. 사무국은 회원이 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관해서는 책임을 지지 않습니다.<br>
    5. 회원이 발송한 메일 내용에 대한 법적인 책임은 사용자에게 있습니다.<br>
    제 3 조 (관할법원)<br>
    본 서비스와 관련되는 분쟁에 대해 소송이 제기될 경우, 사무국의 소재지를 관할하는 법원을 전속 관할법원으로 합니다.<br></dd>
    <dt>- 부 칙 -</dt>
    <dd>이 약관은 2012년 01월 25일부터 시행합니다.<br>
    최종 갱신일 : 2012년 01월 25일<br></dd>
   </dl>`;
   let q = `
   <dt> 총칙 </dt>

<dd>1) 한국조류보호협회는 귀하의 개인정보를 매우 중요시하며, [정보통신이용촉진 증에 관한 법률] 상의 개인정보보호 규정 및 정보통신부가 제정한 [개인정보보호 지침]를 준수하고 있습니다.<br>
한국조류보호협회는 개인정보보호 방침을 통하여 귀하께서 제공하시는 개인정보가 어떤 용도와 방식으로 이용되고 있으며, 개인정보 보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
</dd>

<dd>2) 한국조류보호협회는 개인정보보호 방침을 본 사이트 첫 화면에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.

<dt>개인 정보의 수집에 대한 동의</dt>
<dd>한국조류보호협회가 회원님의 개인정보를 보유하는 기간은 회원님께서 개인정보 제공에 동의하신 시점부터 해지를 요청하여 처리된 시점까지로 합니다. 한국조류보호협회는 회원님의 해지요청이 있을 시 즉시 이를 파기하고 한국조류보호협회가 적법한 절차로 개인정보를 제공한 제3자에게도 파기를 권고합니다.</dd>
<dd>한국조류보호협회는 원칙적으로 회원님의 동의 없이는 제3자와 개인정보를 공유하지 않습니다. 다만 회원님 본인이 허락하거나 경품 유통과 이벤트, 공모전과 같은 프로모션의 이행을 위해 부득이하게 몇 가지 정보를 필요할 경우에는 관계법에 의거, 적법한 절차로 공유를 할 수 있습니다.</dd>

<dd>입력하신 개인정보는 다음과 같은 목적을 위해 사용됩니다.</dd>

<dd>- 한국조류보호협회 소식을 위한 뉴스레터 또는 정보 제공 이메일 발송</dd>
<dd>- 경품이나 홍보물 발송의 경우(택배, 우송 등)</dd>
<dd>- 서비스 제공을 위한 계약의 성립 (본인 식별 및 본인 의사 확인 등)</dd>
<dd>- 서비스의 이행 (상품 배송)</dd>
<dd>- 기타 새로운 서비스, 신상품이나 이벤트 정보 안내 등</dd>

<dd>한국조류보호협회는 이들 개인 정보를 보호하기 위하여 가능한 한 모든 노력을 전개할 것입니다.</dd>

<dt>쿠키에 의한 개인 정보 수집</dt>

<dd>한국조류보호협회는 등록 뿐 아니라 웹사이트 이용자 및 e-mail 수신자의 IP주소와 사용하는 PC의 ID에 해당하는 쿠키를 통하여 정보를 모으고 있습니다.</dd>
<dd>쿠키는 웹사이트와 사용자의 PC가 커뮤니케이션 과정에서 사용자의 PC에 저장하게 되는 작은 데이터 입니다. 쿠키는 실행이 불가능한 작은 데이터로 PC의 다른 부분에는 전혀 영향을 주지 않습니다.</dd>

<dt>개인 정보의 활용 및 제공</dt>
<dd>한국조류보호협회가 수집한 개인 정보는 보다 나은 정보 서비스를 제공하고, 사용자가 관심을 가질 수 있는 행사를 제공하기 위하여 사용될 것입니다.</dd>
<dd>쿠키 정보를 통하여 사용자가 보다 편리하게 웹사이트를 이용할 수 있도록 하는 한편, 주로 관심을 갖는 정보를 지속적으로 강화시키고 발굴함으로써, 보다 가치 있는 정보를 쉽게 이용할 수 있도록 할 것입니다.</dd>
<dd>쿠키 정보는 광고의 홍수 속에서 이용자에게 정말로 도움이 될 수 있는 광고가 가능케 하는 데에도 이용할 것입니다. 한국조류보호협회 본 사이트는 귀하의 개인정보를 한국조류보호협회 본 사이트에서 제공하는 서비스 이용과 관련한 목적 외로 이용하거나 타인 또는 타기업, 기관에 제공하지 않습니다.</dd>
<dd>다만, 정보통신이용촉진 등에 관한 법률에 대한 특별한 규정이 있는 경우, 통계목적, 학술연구, 시장조사 등을 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 개인 정보가 제공되는 경우는 예외입니다.</dd>
<dd>정기 또는 비정기적인 이벤트(경품행사 등)을 통해 고객의 개인정보를 수집하고, 대량의 상품을 배송하기 위해 전문 배송업체에 배송을 위한 기본정보인 성명, 우편번호, 연락처, 주소를 제공하고 배송업무를 위탁할 수 있습니다. 이 경우에도 개인정보보호 및 유출방지에 대한 각서를 배송업체로부터 받고, 배송완료 후 인쇄형태, PC저장화일 형태 등 모든 형태의 개인정보에 대한 파기를 확인하는 절차를 거쳐 개인정보의 유출을 철저히 관리하고 있습니다.</dd>

<dt>개인 정보의 보존 기간 및 삭제</dt>
<dd>사용자가 제공한 정보는 한국조류보호협회에서 그 보존 기간을 10년으로 하며, 사용자의 요청에 의해 삭제될 수 있습니다.</dd>
<dd>한국조류보호협회에 제공한 정보를 삭제하기를 원하시는 경우 사이트 관리자(웹마스터)에게 문의하시어 삭제를 요청하시면 그와 동시에 한국조류보호협회의 DB에서 완전히 삭제됩니다.</dd>
<dd>따라서 그 이후에 정보조회를 요청하실 경우, 확인하실 수 없음을 알려드립니다.</dd>

<dt>개인 정보 변경 및 E-MAIL 수신 취소에 관한 안내</dt>
<dd>한국조류보호협회에서 발송하는 e-mail의 목적은 웹사이트에 있는 정보를 보다 효과적으로 이용하도록 하는 데 있습니다. e-mail 수신취소는 등록자의 선택이며, 언제든지 원하면 새로이 신청하거나 취소가 가능함을 알려드립니다.</dd>

<dt>아동의 개인 정보보호 정책</dt>
<dd>한국조류보호협회에서는 어린이가 부모의 사전승인 없이 자신의 정보를 입력할 수 있으며, 자신의 의견을 e-mail로 보내거나 게시판에 올릴 수도 있습니다. 따라서 부모들은 아이들이 사생활에 대한 정보를 웹사이트에 함부로 올리지 않도록 주의를 줄 필요가 있음을 알려드립니다.</dd>

<dt>- 부 칙 -</dt>
<dd>이 약관은 2012년 01월 25일부터 시행합니다.<br>
최종 갱신일 : 2012년 01월 25일</dd>

</dl>
   
   `;
    document.getElementById('policy').innerHTML = str;
    document.getElementById('privacy').innerHTML = q;
}

