{
    "cast": [
    {"info":"the main star of the film and one of the most prominent musicians of the 20th century. Best remembered as “the King of Rock and Roll” by his massive fanbase, Presley became a memorable cultural icon thanks to his energetic take on songs, sexually-charged persona, and a unique mix of artistic influences that garnered him both praise for his musical flair and controversy for his provocative performances.",
    "info2":"Throughout the filmmaking process, the actor fully committed himself to embodying the musician, to the point Butler didn’t realize he was still in character once the cameras stop rolling. With his pouting lips, hypnotizing cheekbones, and dazzling stance, Butler’s performance in Elvis has been grabbing positive attention from the masses. While it’s impossible to truly emulate the richness and masculinity of the king himself, Butler manages to a humane element to a legend without turning Presley into a mere caricature of stardom."},
    {"info":"Tom Hanks plays Col. Tom Parker, a Dutch musical entrepreneur, and Elvis Presley’s manager. Emigrated illegally from the Netherlands, Parker originally worked as a carnival worker before moving into the world of music promotion. He worked with the first few generations of popular singers, namely Gene Austin, Hank Snow, and Tommy Sands. Parker met Presley in 1955 and immediately became his sole representative. Parker was mainly responsible for handling Presley’s media persona, but he also influenced the star’s personal life - for better and worse.",
    "info2":"When asked about the role of Col. Tom Parker, Hanks described him as a “diabolical genius” and how he managed to forge such a toxic relationship with Presley before being caught financially manipulating the singer. Parker was essentially a one-time carney, someone who promises the glittering lights of stardom in the city - but with a cost to pay. To portray Parker, Hanks was required to wear prosthetics and a hefty amount of cosmetics."},
    {"info":"Olivia DeJonge plays Priscilla Presley, Elvis Presley’s ex-wife. Priscilla and Elvis first met when the singer was stationed in West Germany while he was in the U.S. Army. Priscilla arrived in the country as her father was transferred there by the Air Force. After being invited by a service member to visit Elvis, she agreed and went to his temporary house in Bah Nauheim. The young Priscilla eventually caught the star’s attention and won his affection.",
    "info2":"When asked about her role as Priscilla, DeJonge mentioned that Priscilla had a skittish, vulnerable personality that highlighted her softness. All this was translated through her choice of make-up and clothes, which took days of fittings and trials to nail everything from her hair to her lashes. DeJonge also worked with a professional movement coach to get Priscilla’s mannerisms right, especially with her voice, which the actress describes as “very soft and feminine”. On top of that, the actress kept journals and collages of Priscilla during the star’s era to familiarize herself with her style."},
    {"info":"Helen Thomson plays Gladys Presley, the mother of Elvis Presley. Approximately 35 minutes before giving birth to Elvis, she originally had his identical twin brother. Sadly, his older sibling was born at stillbirth. Since then, Gladys grew overprotective of Elvis, but she supported his musical ambitions. When Elvis recorded his first song at the age of 18, he dedicated it to his mother. His song “My Happiness”, which initially was a birthday gift for his mother, was the very spark that immediately threw him into a flare of superstardom.",
    "info2":""},
    {"info":"Richard Roxburgh plays Vernon Presley, father to Elvis and husband to Gladys. Vernon worked hard to make ends meet by taking up small jobs. When Elvis started to obtain success, Vernon accompanied his son and guided him through his newfound fame. Vernon signed Elvis’ contract with Sun Records since he was still too young back then. As a father figure, he’s also helped oversee his son’s finances and personal affairs from Elvis’ estate in Graceland.",
    "info2":"Roxburgh is a seasoned Australian actor whose stage performances with the Sydney Theater Company have garnered him critical acclaim. In addition to theater, he’s participated in several Hollywood productions like Van Helsing and Mission: Impossible 2. This was not Roxburgh's first time working with Luhrmann, having played his previous musical film Moulin Rouge!"},
    {"info":"Kelvin Harrison Jr. plays B.B. King, the iconic blues singer-songwriter and guitarist best known for his fluid string bending, glittering vibrato, and precise staccato picking - eventually becoming the blueprint for modern guitarists. One of the most significant electric guitarists in musical history, King remembers meeting Presley in the Sam Philips studios, and remarked that he was friendly, polite, and always called him “sir”. Harrison Jr. previously had minor roles in films like Ender’s Game and 12 Years a Slave. He grew into prominence for his appearance in Luce and Waves.",
    "info2":""}
    ]
}